package main

import "lab4/internal/hashtable"

var initialRecords = []hashtable.Record{
	{Key: "Анатомия", Value: "Раздел медицины о строении организма."},
	{Key: "Анализ", Value: "Лабораторное исследование биоматериала."},
	{Key: "Антисептик", Value: "Средство для уничтожения микроорганизмов."},
	{Key: "Кардиология", Value: "Раздел медицины о сердечно-сосудистой системе."},
	{Key: "Катетер", Value: "Трубка для введения или удаления жидкостей."},
	{Key: "Вакцина", Value: "Препарат для формирования иммунитета."},
	{Key: "Вирус", Value: "Инфекционный агент, размножающийся в клетках."},
	{Key: "Диагностика", Value: "Процесс выявления заболевания."},
	{Key: "Иммунитет", Value: "Способность организма защищаться от инфекций."},
	{Key: "Терапия", Value: "Лечение заболевания без операции."},
	{Key: "Хирургия", Value: "Раздел медицины о лечении операциями."},
	{Key: "Фармакология", Value: "Наука о лекарственных средствах."},
}
